/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "hk_company_section_RVDdWD": {
      "type": "hk-company-section",
      "settings": {
        "header_bg_image": "shopify://shop_images/fpo-header.jpg",
        "header_title": "We Get You",
        "header_text": "<p>You’ve been doing the hard things for years without stopping to check if anyone noticed. Well, we noticed. And we make Hardknock for you. For men and women who can’t afford to be kept down after they’re knocked down. If you’re ready to join our team, we’re ready to hear from you. </p>",
        "header_button_label": "Join Hardknock",
        "header_button_link": "shopify://pages/careers",
        "our_mission_image": "shopify://shop_images/fpo-award.jpg",
        "our_mission_title": "We Face it",
        "our_mission_text": "<p>We do everything we can to make sure Hardknock helmets protect against serious hits that really ring your bell. Murphy makes the laws. Crap happens. Errant backswings catch coworkers in the temple. Your helmet has to truly handle these things. And it has to stay on your head. Our mission is built around facing what really goes down on the jobsite.</p>",
        "banner_title": "We go beyond thank you. ",
        "banner_text": "<p>Words mean nothing, but actions speak volumes. Especially for workers who deal in a currency of making it happen. Instead of empty words, think of Hardknock as our way to give gratitude with a far superior way to protect your brain. And your livelihood. </p>",
        "banner_image": "shopify://shop_images/quote-bg.jpg",
        "we_do_bg_image": "shopify://shop_images/pre-footer-bg.jpg",
        "we_do_image": "shopify://shop_images/24_Wavcel_00054.jpg",
        "we_do_helmet_image": "shopify://shop_images/t2-pro.png",
        "we_do_title_1": "We do what others won’t. \nBecause you do what others can’t. ",
        "we_do_text_1": "<p>It’s not just hard work, it’s the kind of work that busts your ass. It takes a toll. You can’t do it forever. That’s why we’re here. So you can do it as long as you can. Avoiding expensive downtime on the sidelines and enjoy the times when you’re kicking back with family, hitting the game or off in the woods.</p>",
        "we_do_title_2": "Here when you’re ready.",
        "we_do_text_2": "<p>We know our helmets cost a little more. We also know the hard-working mindset is often built around thoughts of “it won’t happen to me.” You have to realize the value of true protection in your own time. Just know we’ll be here when you’re ready. </p>"
      }
    }
  },
  "order": [
    "main",
    "hk_company_section_RVDdWD"
  ]
}
